//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DHS3 */

	"100" = "??";
	"101" = "Cue";
	"102" = "Claqueta";
	"103" = "Analóg.(DB-25)";
	"104" = "AES/EBU (DB-25)";
	"105" = "Dig.";
	"106" = "Ruta de CR";
	"107" = "Formato";
	"108" = "Fold-Down";
	"109" = "Desconocido";
	"110" = "PRINC.";
	"111" = "ALT.";
	"112" = "Ninguno";
	"113" = "Mono";
	"114" = "Estéreo";
	"115" = "2.1";
	"116" = "LCR";
	"117" = "Quad";
	"118" = "LCRS";
	"119" = "5.0";
	"120" = "5.1";
	"121" = "6.0";
	"122" = "6.1";
	"123" = "7.0";
	"124" = "7.1";
	"125" = "7.0 SDDS";
	"126" = "7.1 SDDS";
	"127" = "7.0.2";
	"128" = "7.1.2";
	"129" = "Overhead";
	"130" = "11.0";
	"131" = "11.1";
	"132" = "Genérico";
	"133" = "1";
	"134" = "2";
	"135" = "3";
	"136" = "4";
	"137" = "5";
	"138" = "6";
	"139" = "7";
	"140" = "8";
	"141" = "9";
	"142" = "10";
	"143" = "11";
	"144" = "12";
	"145" = "?";
	"146" = "L";
	"147" = "Lc";
	"148" = "C";
	"149" = "M";
	"150" = "Rc";
	"151" = "R";
	"152" = "Lss";
	"153" = "Rss";
	"154" = "Lsr";
	"155" = "Rsr";
	"156" = "Ls";
	"157" = "Cs";
	"158" = "S";
	"159" = "Rs";
	"160" = "Lts";
	"161" = "Rts";
	"162" = "Lw";
	"163" = "Rw";
	"164" = "LFE";
	"165" = "Ambisonics 1er Orden";
	"166" = "Ambisonics 2do Orden";
	"167" = "Ambisonics 3er Orden";
	"168" = "00";
	"169" = "01";
	"170" = "02";
	"171" = "03";
	"172" = "04";
	"173" = "05";
	"174" = "06";
	"175" = "07";
	"176" = "08";
	"177" = "09";
	"178" = "10";
	"179" = "11";
	"180" = "12";
	"181" = "13";
	"182" = "14";
	"183" = "15";
	"184" = "Main";
	"185" = "Alt 1";
	"186" = "Alt 2";
	"187" = "HP %1";

/* L10N_StudioMgr2 */

	"200" = "mono";
	"201" = "estéreo";
	"202" = "Mono";
	"203" = "Estéreo";
	"204" = "LCR";
	"205" = "Quad";
	"206" = "LCRS";
	"207" = "5.0";
	"208" = "6.0";
	"209" = "7.0 SDDS";
	"210" = "7.0";
	"211" = "9.0";
	"212" = "2.1";
	"213" = "5.1";
	"214" = "6.1";
	"215" = "7.1 SDDS";
	"216" = "7.1";
	"217" = "entrada";
	"218" = "salida";
	"219" = "bus";
	"220" = "inserto";
	"221" = "SampleCell";
	"222" = "Izquierdo";
	"223" = "Centro izquierda";
	"224" = "Centro";
	"225" = "Sub";
	"226" = "Centro derecha";
	"227" = "Derecho";
	"228" = "Izquierdo/derecho";
	"229" = "Surround izquierdo";
	"230" = "Surround central";
	"231" = "Surround derecho";
	"232" = "Surround";
	"233" = "LFE";
	"234" = "Pista de grabación nº %1";
	"235" = "des.";
	"236" = "din.";
	"237" = "Volumen principal";
	"238" = "Volumen de envío";
	"239" = "Mejor pletina de Pro Tools disponible";
	"240" = "Mejor pletina de TDM disponible";
	"241" = "Mejor pletina de TDM Pro Tools disponible";
	"242" = "Fact";
	"243" = "SampleCell nº %1";
	"244" = "SC nº %1";
	"245" = "Preamplificadores de micrófono";
	"246" = "Pro Tools|HD (1 DSP, %1 voces)";
	"247" = "Pro Tools|HD (1 DSP, %1 voces)";
	"248" = "Pro Tools|HD (1 DSP, %1 voces)";
	"249" = "Pro Tools|HD (2 DSP, %1 voces)";
	"250" = "Pro Tools|HD (2 DSP, %1 voces)";
	"251" = "Pro Tools|HD (2 DSP, %1 voces)";
	"252" = "Pro Tools|HD (3 DSP, %1 voces)";
	"253" = "Pro Tools|HD (3 DSP, %1 voces)";
	"254" = "Pro Tools|HD (3 DSP, %1 voces)";
	"255" = "Pro Tools|HD (4 DSP, %1 voces)";
	"256" = "Pro Tools|HD (4 DSP, %1 voces)";
	"257" = "Pro Tools|HD (4 DSP, %1 voces)";
	"258" = "Pro Tools|HD (5 DSP, %1 voces)";
	"259" = "Pro Tools|HD (5 DSP, %1 voces)";
	"260" = "Pro Tools|HD (5 DSP, %1 voces)";
	"261" = "Pro Tools|HD (6 DSP, %1 voces)";
	"262" = "Pro Tools|HD (6 DSP, %1 voces)";
	"263" = "Pro Tools|HD (6 DSP, %1 voces)";
	"264" = "Pro Tools|HD (7 DSP, %1 voces)";
	"265" = "Pro Tools|HD (7 DSP, %1 voces)";
	"266" = "Pro Tools|HD (7 DSP, %1 voces)";
	"267" = "Pro Tools|HD (8 DSP, %1 voces)";
	"268" = "Pro Tools|HD (8 DSP, %1 voces)";
	"269" = "Pro Tools|HD (8 DSP, %1 voces)";
	"270" = "Pro Tools|HD (9 DSP, %1 voces)";
	"271" = "Pro Tools|HD (9 DSP, %1 voces)";
	"272" = "LE en Pro Tools|HD";
	"273" = "96 I/O";
	"274" = "192 I/O";
	"275" = "192 Digital I/O";
	"276" = "No se han encontrado periféricos para la pletina.";
	"277" = "96i I/O";
	"278" = "din.";
	"279" = "Error al intentar guardar el archivo de asignaciones.";
	"280" = "Guardar asignaciones de plug-in como:";
	"281" = "Guardar asignación de plug-in como:";
	"282" = "Elija un archivo MIDI:";
	"283" = "Error al intentar leer el archivo de asignaciones.";
	"284" = "No se han podido activar uno o varios master faders porque %1.";
	"285" = "Ha seleccionado una ruta de salida que se está usando en su sesión actual de Pro Tools.  Cualquier señal de AFL o PFL interrumpirá la ruta de salida que ha seleccionado con la señal de AFL/PFL.";
	"286" = "El modo Solo se ha cambiado a Sólo SIP, ya que los recursos de DSP no son suficientes para usar AFL/PFL.  Intente liberar DSP desactivando algunas pistas o plug-ins.";
	"287" = "Actualizando conexiones de solos...";
	"288" = "HD Native";
	"289" = "Hay rutas existentes.  ¿Qué desea hacer con ellos?";
	"290" = "Eliminar rutas no usadas";
	"291" = "Eliminar rutas existentes";
	"292" = "Añadir a rutas existentes";
	"293" = "Cancelar";
	"294" = "Pro Tools|HDX (%1 tarjeta(s), %2 voces)";
	"295" = "Pro Tools|HDX (%1 tarjeta(s), %2 voces)";
	"296" = "Pro Tools|HDX (%1 tarjeta(s), %2 voces)";
	"297" = "Pro Tools|HDX (%1 tarjeta(s), %2 voces)";
	"298" = "HD Native Thunderbolt";

/* L10N_StudioMgr3 */

	"300" = "(desconocido)";
	"301" = "VENUE HD";
	"302" = "Entradas de escenario";
	"303" = "Salidas HD";
	"304" = "Asignables de HD";
	"305" = "Asignable";
	"306" = "Para usar AFL/PFL, debe salir de Pro Tools e instalar el plug-in Surround Mixer del CD de instalación de Pro Tools.";
	"307" = "Compruebe que todos los cables están conectados correctamente.";
	"308" = "Se detectó un error de comunicación con %1.";
	"309" = "Silenciar";
	"310" = "Silencio de envío";
	"311" = "Alternar objeto";
	"312" = "Objeto múltiple";
	"313" = "Al eliminar una asignación personalizada de plug-in quitará de forma permanente la asignación del sistema y no se puede deshacer.  Cualquier plug-in que use la asignación volverá a la asignación predeterminada.  ¿Confirma que desea eliminar la asignación?";
	"314" = "Esta acción eliminará de forma permanente todas las asignaciones personalizadas de plug-ins así como las asignaciones de plug-in de atenuador ICON del sistema y no se puede deshacer.  Todos los plug-ins volverán a sus asignaciones predeterminadas de fábrica.  ¿Confirma que desea eliminar todas las asignaciones?";
	"315" = "Esta acción eliminará de forma permanente todas las asignaciones personalizadas de plug-ins del sistema y no se puede deshacer.  Todos los plug-ins volverán a sus asignaciones predeterminadas de fábrica.  ¿Confirma que desea eliminar todas las asignaciones?";
	"316" = "Asign.de fábrica";
	"317" = "Asign.personal. ";
	"318" = "Importación de asignaciónes de plug-in";
	"319" = "Al importar desde este archivo de asignación de plug-in, se sustituirá lo siguiente:";
	"320" = "  - Todas las asignaciones de plug-ins de atenuadores ICON";
	"321" = "  - \"%1\" para %2";
	"322" = "¿Desea continuar?";
	"323" = "<plug-in desconocido>";
	"324" = "ICON";
	"325" = "ProControl";
	"326" = "24 atenuadores";
	"327" = "8 atenuadores";
	"328" = "Actualizando asignaciones de plug-ins";
	"329" = "HD I/O";
	"330" = "HD OMNI I/O";
	"331" = "MADI I/O";
	"332" = "Principal";
	"333" = "Cue";
	"334" = "Cuadro de diálogo";
	"335" = "Efectos";
	"336" = "Música";
	"337" = "Ninguno";
	"338" = "Personalizado...";
	"339" = "ruta n/d";
	"340" = "Entrada ";
	"341" = "Salida ";
	"342" = "MADI 1 (1-14)";
	"343" = "MADI 1 (1-16)";
	"344" = "MADI 1 (1-28)";
	"345" = "MADI 1 (1-32)";
	"346" = "MADI 1 (33-48)";
	"347" = "MADI 1 (33-56)";
	"348" = "MADI 1 (33-64)";
	"349" = "MADI 2 (1-14)";
	"350" = "MADI 2 (1-16)";
	"351" = "MADI 2 (1-28)";
	"352" = "MADI 2 (1-32)";
	"353" = "Reconfigurando mezcladores...";
	"354" = "Actualizando configuración de E/S...";
	"355" = "Lateral izquierdo de surround (LSS)";
	"356" = "Lateral derecho de surround (RSS)";
	"357" = "Posterior izquierdo de surround (LSR)";
	"358" = "Posterior derecho de surround (RSR)";
	"359" = "Surround izquierdo arriba";
	"360" = "Surround derecho arriba";
	"361" = "Se ha detectado un loop de realimentación en stem %1. El loop se ignorará.";
	"362" = "Imposible compensar la latencia para pista %1.";
	"363" = "Configurando Mezclador...";
	"364" = "Activando la compensación del retardo de side chain";
	"365" = "Desactivando la compensación del retardo de side chain";
	"366" = "Inspeccionando pista (%1)";
	"367" = "No hay suficiente DSP para activar la compensación de side chain. Error (%1)";
	"368" = "Configurando la pista %1 ...";
	"369" = "Red";
	"370" = "No se puede crear un mezclador host";
	"371" = "offline";
	"372" = "AVISO: No continuar antes de leer.\n\n";
	"373" = "Asignaciones de Renderer se han descartado debido a que la configuración de entrada del renderer no coincide con Pro Tools. Esto puede resultar en pérdida de automatización de pista al presionar 'OK' en la ventana de config. de E/S.\n\nPara solucionarlo sin perder automatización:\n\t• Presionar CANCELAR en la ventana Config. de E/S\n\t• En el renderer, asegurar que la configuración de entradas coincide con Pro Tools\n\t• Volver a abrir Config. de E/S, verificar que no haya más avisos, y presionar 'OK' para confirmar.\n\nAsignaciones descartadas:\n\n";
	"374" = "Asignaciones de renderer se han descartado debido a que no hay exactamente dos sub-rutas dentro del bus estéreo:\n\nPara solucionarlo sin perder automatización:\n\t• Tomar nota de las asignaciones descartadas, o guardar un reporte\n\t• Continuar abriendo Config. de E/S\n\t• Encontrar las rutas de bus mencionadas en el reporte, y modificar los objetos estéreo que contienen únicamente 2 sub-rutas mono\n\t• Reasignar las sub-rutas modificadas a objetos consecutivos disponibles \n\t• Presionar 'OK' en Config. de E/S\n\nAsignaciones descartadas:\n\n";
	"375" = "Asignaciones de renderer se han descartado debido a que las sub-rutas del bus estéreo tenían una asignación de objeto no consecutiva:\n\nPara solucionarlo sin perder automatización:\n\t• Tomar nota de las asignaciones descartadas, o guardar un reporte\n\t• Continuar abriendo Config. de E/S\n\t• Encontrar las rutas de bus mencionadas en el reporte, y reasignar sus sub-rutas a objetos consecutivos disponibles\n\t• Presionar 'OK' en Config. de E/S\n\nAsignaciones descartadas:\n\n";
	"376" = "Pro Tools ha detectado cambios que podrán resultar en asignaciones perdidas hacia el Renderer de Dolby Atmos para pistas utilizadas en la sesión actual.\n\n";
	"377" = "Asignaciones de objeto descartadas podrán resultar en automatización de pista perdida. Para prevenirlo, puedes cancelar la ventana de Config. de E/S y empezar de nuevo, o arreglar las asignaciones removidas.\n\n";
	"378" = "Asignaciones descartadas";
	"379" = "Asignaciones de Renderer descartadas:\n";
	"380" = "Quieres continuar?";
	"381" = "Número de entrada";
	"382" = "El dispositivo de Aux I/O '%1' no soporta el tamaño de búfer de hardware actual (%2). Puede que se escuchen artefactos.";

/* L10N_StudioMgr4 */

	"400" = "Pro Tools|HDX";
	"401" = "Estos no son archivos de configuración válidos para efectos de clip:";
	"402" = "MTRX 16×16";
	"403" = "MTRX DigiLink Main";
	"404" = "Izquierda amplia";
	"405" = "Derecha amplia";
	"406" = "11.0 %1-%2";
	"407" = "11.1 %1-%2";
	"408" = "11.0 %1";
	"409" = "11.1 %1";
	"410" = "no hay objeto";
	"411" = "Mono %1";
	"412" = "Estéreo %1-%2";
	"413" = "LCR %1-%2";
	"414" = "Quad %1-%2";
	"415" = "LCRS %1-%2";
	"416" = "5.0 %1-%2";
	"417" = "6.0 %1-%2";
	"418" = "7.0 SDDS %1-%2";
	"419" = "7.0 %1-%2";
	"420" = "5.1 %1-%2";
	"421" = "6.1 %1-%2";
	"422" = "7.1 SDDS %1-%2";
	"423" = "7.1 %1-%2";
	"424" = "7.0.2 %1-%2";
	"425" = "7.1.2 %1-%2";
	"426" = "Mono %1";
	"427" = "Bus %1-%2";
	"428" = "LCR %1";
	"429" = "Quad %1";
	"430" = "LCRS %1";
	"431" = "5.0 %1";
	"432" = "6.0 %1";
	"433" = "7.0 SDDS %1";
	"434" = "7.0 %1";
	"435" = "5.1 %1";
	"436" = "6.1 %1";
	"437" = "7.1 SDDS %1";
	"438" = "7.1 %1";
	"439" = "7.0.2 %1";
	"440" = "7.1.2 %1";
	"441" = "1AmbiACN %1";
	"442" = "2AmbiACN %1";
	"443" = "3AmbiACN %1";
	"444" = "1AmbiACN %1-%2";
	"445" = "2AmbiACN %1-%2";
	"446" = "3AmbiACN %1-%2";
	"447" = "Ambisonics 1er Orden";
	"448" = "Ambisonics 2do Orden";
	"449" = "Ambisonics 3er Orden";
	"450" = "7.0.2";
	"451" = "7.1.2";
	"452" = "W";
	"453" = "X";
	"454" = "Y";
	"455" = "Z";
	"456" = "0";
	"457" = "1";
	"458" = "2";
	"459" = "3";
	"460" = "4";
	"461" = "5";
	"462" = "6";
	"463" = "7";
	"464" = "8";
	"465" = "9";
	"466" = "A";
	"467" = "B";
	"468" = "C";
	"469" = "D";
	"470" = "E";
	"471" = "F";
	"472" = "La sesión actual tiene un bus de salida asignado a esta salida y no pudo ser redirigido a un objeto";
	"473" = "No hay asignación de renderer para esta configuración de canales";
	"474" = "La altura automática omite la automatización de altura";
	"475" = "Pro Tools|HDX (%1 tarjeta(s), %2 voces)";
	"476" = "Pro Tools|HDX (%1 tarjeta(s), %2 voces)";
	"477" = "Pro Tools|HDX (%1 tarjeta(s), %2 voces)";
	"478" = "Pro Tools|Carbon";

